[
  {
    "id": 1,
    "question": "That is the smallest thing for which you are grateful?"
  },
  {
    "id": 2,
    "question": "Who has had the most positive impact on your life?"
  },
  {
    "id": 3,
    "question": "If you could use a time machine, would you rather have one that only goes back in time or only goes forward?"
  },
  {
    "id": 4,
    "question": "If you got a promotion, a job, a college acceptance, an accolade/award, or just generally accomplished something major, who is the first person you'd tell and how do you think they'd react?"
  },
  {
    "id": 5,
    "question": "If you were an inanimate object, what would you be and why?"
  },
  {
    "id": 6,
    "question": "There do you wish you had grown up?"
  },
  {
    "id": 7,
    "question": "If you could be good at any profession without having to receive the accompanying education or trade experience, which would you choose?"
  },
  {
    "id": 8,
    "question": "That is something you're terrible at but wish you could do well?"
  },
  {
    "id": 9,
    "question": "That is the quality you admire the most in the person you dislike the most?"
  },
  {
    "id": 10,
    "question": "What was the most recent thing that made you cry?"
  },
  {
    "id": 11,
    "question": "What are the books/movies/games that never get old and always make you feel better when you get down?"
  },
  {
    "id": 12,
    "question": "What is the most trivial thing about which you have a strong opinion?"
  },
  {
    "id": 13,
    "question": "If you could be any mythical creature, what would you be and why?"
  },
  {
    "id": 14,
    "question": "If you’ve had more than one job, which job taught you the most?"
  },
  {
    "id": 15,
    "question": "If you could change one thing about yourself physically, what would you change?"
  },
  {
    "id": 16,
    "question": "What single event or decision do you think most affected the rest of your life? Was there a turning point in your life?"
  },
  {
    "id": 17,
    "question": "What is the one thing you've made that you're the most proud of?"
  },
  {
    "id": 18,
    "question": "Some historical figures have epithets attached to their names, like The Mad or The Wise. What would you like yours to be?"
  },
  {
    "id": 19,
    "question": "What was the best year of your life? The worst?"
  },
  {
    "id": 20,
    "question": "What one thing, whether it's something you did or something you made or something you caused to happen, would you like to be remembered by?"
  },
  {
    "id": 21,
    "question": "What has been the biggest change of heart you've had? Have you ever started off on one side of an issue and wound up on the other? What influenced that change?"
  },
  {
    "id": 22,
    "question": "What is your biggest non-academic, non work-related accomplishment?"
  },
  {
    "id": 23,
    "question": "What is your biggest academic or work-related accomplishment?"
  },
  {
    "id": 24,
    "question": "What is something you've done/felt/seen/etc. that you wish you could experience again for the first time?"
  },
  {
    "id": 25,
    "question": "If you could erase one thing or event from your memory, what would you choose?"
  },
  {
    "id": 26,
    "question": "Is there something about you that people assume because of your appearance or demeanour? What is a trait or preference you have that people don't expect you to have?"
  },
  {
    "id": 27,
    "question": "If you were a character in a movie, book, or television show, what genre would you live in?"
  },
  {
    "id": 28,
    "question": "What is the hardest way you’ve learned an important lesson?"
  },
  {
    "id": 29,
    "question": "What cliché do you think is bullshit? What cliché do you think holds truth?"
  },
  {
    "id": 30,
    "question": "What do you fear, despite having no real reason to do so? Basically, what is an irrational fear you have?"
  },
  {
    "id": 31,
    "question": "Imagine that you could choose when and how you die. At what age would you like to die (no maximum here) and how would you like to go?"
  },
  {
    "id": 32,
    "question": "What character archetype is closest to your personality?"
  },
  {
    "id": 33,
    "question": "What was the happiest moment of your life so far?"
  },
  {
    "id": 34,
    "question": "What is one childhood memory that you remember especially well?"
  },
  {
    "id": 35,
    "question": "Is there a song/movie/food/etc. that strongly reminds you of someone whenever you experience it? Who does it remind you of?"
  },
  {
    "id": 36,
    "question": "What is your ideal birthday? Not the date, but rather your ideal way to spend the day."
  },
  {
    "id": 37,
    "question": "Are there any smells that bring back memories for you? What are they, and what memories do they elicit?"
  },
  {
    "id": 38,
    "question": "What is the closest you've ever come to dying?"
  },
  {
    "id": 39,
    "question": "Do you have a personal mantra? If so, what is it?"
  },
  {
    "id": 40,
    "question": "What is the most memorable meal you've ever had? (It can be good or bad.) What made it so memorable?"
  },
  {
    "id": 41,
    "question": "What's the worst advice you've ever been given?"
  },
  {
    "id": 42,
    "question": "In what ways do you benefit the world?"
  },
  {
    "id": 43,
    "question": "What fact about yourself took you the longest to understand or accept?"
  },
  {
    "id": 44,
    "question": "What is your least popular or most controversial opinion?"
  },
  {
    "id": 45,
    "question": "If you could live in another time period but stay in the same place you live now, when would you want to live?"
  },
  {
    "id": 46,
    "question": "Do you have any conspiracy theories? If so, what are they"
  },
  {
    "id": 47,
    "question": "What is the \"strangest\" thing you believe in? Do you believe in the supernatural? Heaven, angels, ghosts? Luck, fate, magic? Mind reading, lizard people, the Illuminati? Where do you draw the line of belief and disbelief"
  },
  {
    "id": 48,
    "question": "What fictional character do you most relate to"
  },
  {
    "id": 49,
    "question": "What have you been meaning to do but haven't yet done? Why haven't you done it?"
  },
  {
    "id": 50,
    "question": "Let's say that regardless of what job you have, you'll make $100,000 a year (£78,000; €90,000), enough to live comfortably without having to worry about expenses. What job would you choose to have if money were no object?"
  },
  {
    "id": 51,
    "question": "What do you get the most compliments about?"
  },
  {
    "id": 52,
    "question": "Have you ever had an epiphany? What was it about, and what sparked the realisation?"
  },
  {
    "id": 53,
    "question": "What is the most important quality you look for in a friend? A romantic partner?"
  },
  {
    "id": 54,
    "question": "What is a childhood habit or preference that you'll never outgrow?"
  },
  {
    "id": 55,
    "question": "What is your favourite word and why?"
  },
  {
    "id": 56,
    "question": "Which of your flaws are you most proud of?"
  },
  {
    "id": 57,
    "question": "What is the most ordinary-seeming thing that you find fascinating?"
  },
  {
    "id": 58,
    "question": "What lesson have you had to learn again and again?"
  },
  {
    "id": 59,
    "question": "What was your favourite thing about the place you grew up?"
  },
  {
    "id": 60,
    "question": "What scientific or technological advance blows your mind? Is there any technology that seems so futuristic and advanced you're surprised it actually exists?"
  },
  {
    "id": 61,
    "question": "If you could ask your future self one thing, what would it be?"
  },
  {
    "id": 62,
    "question": "What is something that gets cooler/more interesting the more you learn about it?"
  },
  {
    "id": 63,
    "question": "What would you title your memoir?"
  },
  {
    "id": 64,
    "question": "What was the hardest decision you've ever made?"
  },
  {
    "id": 65,
    "question": "What word would your best friend use to describe you? Your parents? Your significant other (if applicable)?"
  },
  {
    "id": 66,
    "question": "In what way would you most like to become famous?"
  },
  {
    "id": 67,
    "question": "How would you summarise your life so far in one sentence?"
  },
  {
    "id": 68,
    "question": "You're old and on your deathbed. With your last breath, you may deliver your last words to anyone you know. What do you say and who do say it to?"
  },
  {
    "id": 69,
    "question": "If seasons never changed, which would you most like to live in eternally?"
  },
  {
    "id": 70,
    "question": "What is the best advice you've ever received?"
  },
  {
    "id": 71,
    "question": "You have one year to live: how do you spend it?"
  },
  {
    "id": 72,
    "question": "Think of the best teacher you've ever had. What did they teach, and what made them so special?"
  },
  {
    "id": 73,
    "question": "What is something you never thought you'd be able to do, until you actually did it?"
  },
  {
    "id": 74,
    "question": "If you could go back and relive one day in your life without changing anything about it, which day would you revisit?"
  },
  {
    "id": 75,
    "question": "If you had the power to completely eradicate one disease, which would you choose to abolish?"
  },
  {
    "id": 76,
    "question": "If you had the power to completely solve one social or political issue affecting the world today, which would you choose?"
  },
  {
    "id": 77,
    "question": "What was the scariest moment of your life thus far?"
  },
  {
    "id": 78,
    "question": "If you lived in a colonial or Medieval village, what would your job be?"
  },
  {
    "id": 79,
    "question": "Have you ever desired or longed for something, but once you got it, discovered it was overrated?"
  },
  {
    "id": 80,
    "question": "What is something you've done that you recommend everyone do before they die?"
  },
  {
    "id": 81,
    "question": "What do you know isn't real, but want badly for it to exist?"
  },
  {
    "id": 82,
    "question": "What is the greatest physical pain you've ever felt?"
  },
  {
    "id": 83,
    "question": "What is something you don't realise is weird until you really think about it?"
  },
  {
    "id": 84,
    "question": "What's your favourite joke you've ever heard?"
  },
  {
    "id": 85,
    "question": "Is there something you wish everybody knew about you without you having to tell them?"
  },
  {
    "id": 86,
    "question": "What trait do you admire in others but don't possess yourself?"
  },
  {
    "id": 87,
    "question": "What question do you most hate being asked?"
  },
  {
    "id": 88,
    "question": "What is something other people admire about you?"
  },
  {
    "id": 89,
    "question": "What's the best outcome of a complete accident you've experienced in your life?"
  },
  {
    "id": 90,
    "question": "Have you ever gotten the giggles in an inappropriate place? Where was it?"
  },
  {
    "id": 91,
    "question": "What's the best lesson you've learned from a difficult situation?"
  },
  {
    "id": 92,
    "question": "What do you think \"success\" means? How do you define it in your own life?"
  },
  {
    "id": 93,
    "question": "What's your favourite article of clothing you own?"
  },
  {
    "id": 94,
    "question": "What's something you wish you enjoyed but never can seem to?"
  },
  {
    "id": 95,
    "question": "If you could play any instrument or learn any language in two hours, which would you choose and how would you use your talent?"
  },
  {
    "id": 96,
    "question": "Have you ever challenged or questioned a belief you held for a long time? What prompted it and what was the result?"
  },
  {
    "id": 97,
    "question": "What, if anything, is too serious to be joked about?"
  },
  {
    "id": 98,
    "question": "What's the coolest project you've ever worked on?"
  },
  {
    "id": 99,
    "question": "Are you currently pursuing what makes you happy? Why or why not?"
  },
  {
    "id": 100,
    "question": "What did you know was a mistake as soon as you decided to do it, and why did you go through with it anyway?"
  },
  {
    "id": 101,
    "question": "In what ways are you stubborn?"
  },
  {
    "id": 102,
    "question": "What's a brief summary of your outlook on life?"
  },
  {
    "id": 103,
    "question": "What are you most likely to be arrested for (even if you don't do anything illegal—what crime do you think you're most likely to commit)?"
  },
  {
    "id": 104,
    "question": "Think of your biggest regret. If you could go back in time and make a decision to keep it from happening, would you?"
  },
  {
    "id": 105,
    "question": "If you could be any animal, what would you be and why?"
  },
  {
    "id": 106,
    "question": "What is the worst thing about the place you live?"
  },
  {
    "id": 107,
    "question": "What is the best thing about the place you live?"
  },
  {
    "id": 108,
    "question": "Does anybody beside yourself know your deepest secret? Do you ever intend to tell anyone?"
  },
  {
    "id": 109,
    "question": "What is one small change you made in your life that had a much bigger impact that you anticipated?"
  },
  {
    "id": 110,
    "question": "What historical event would you most like to have experienced? "
  },
  {
    "id": 111,
    "question": "Do you believe in fate, the idea that \"whatever is meant to happen will happen\"? Or do you believe more in a universe governed mainly by chaos and the unknown?"
  },
  {
    "id": 112,
    "question": "What unpleasant experience are you most proud of yourself for making it through? "
  },
  {
    "id": 113,
    "question": "In a \"Freaky Friday\" situation where you woke up in someone else's body, who would you like to be for a day and have them inhabit your body?"
  },
  {
    "id": 114,
    "question": "What's a quirk of yours that few people know about? "
  },
  {
    "id": 115,
    "question": "What's the craziest thing you've ever done?"
  },
  {
    "id": 116,
    "question": "Are you currently holding a grudge against anyone or anything? "
  },
  {
    "id": 117,
    "question": "What small thing annoys you to an irrational degree?"
  },
  {
    "id": 118,
    "question": "Have you gone through any phases in your life? What is the most notable one?"
  },
  {
    "id": 119,
    "question": "What historical figure do you most admire and why?"
  },
  {
    "id": 120,
    "question": "Was there ever a moment when you thought you were going to die?"
  },
  {
    "id": 121,
    "question": "What was the best opportunity you ever received?"
  },
  {
    "id": 122,
    "question": "What always makes you nostalgic?"
  },
  {
    "id": 123,
    "question": "What would you like to accomplish before the year is over? "
  },
  {
    "id": 124,
    "question": "Have you ever been offered a good opportunity but refused? What was the situation? "
  },
  {
    "id": 125,
    "question": "Would you prefer your family to be smaller or larger than it is now, or neither? Do you wish you were more involved with your extended family?"
  },
  {
    "id": 126,
    "question": "If you were a ghost tied to one location in the afterlife, where would you haunt?"
  },
  {
    "id": 127,
    "question": "What are the stories behind your scars/tattoos, if you have any?"
  },
  {
    "id": 128,
    "question": "What is something you're hypocritical about; something you believe but have a hard time sticking to in practise?"
  },
  {
    "id": 129,
    "question": "Has anyone close to you ever died? Was there anything that helped you to move past their death?"
  },
  {
    "id": 130,
    "question": "What is something you're inherently bad at, no matter how hard you try to improve?"
  },
  {
    "id": 131,
    "question": "Do you have any inherent talents?"
  },
  {
    "id": 132,
    "question": "What small, insignificant thing gives you joy?"
  },
  {
    "id": 133,
    "question": "If you could live anywhere in the world in any kind of domicile, and money was no object, where would you live and what would your dwelling be like?"
  },
  {
    "id": 134,
    "question": "What is one thing you've done/seen/eaten/etc. that turned out to be really good, even though you initially didn't expect it to be?"
  },
  {
    "id": 135,
    "question": "In the movie Inside Out, each person has a set of \"core memories\" that define who they are and how they behave. What's one of yours?"
  },
  {
    "id": 136,
    "question": "What is the biggest mistake you've made that actually turned out alright?"
  },
  {
    "id": 137,
    "question": "What's the best decision you've ever made?"
  },
  {
    "id": 138,
    "question": "When you're sick, what are some things you eat/drink/watch/etc. to be comfortable?"
  },
  {
    "id": 139,
    "question": "What are some core principles you have that you'll never give up or change?"
  },
  {
    "id": 140,
    "question": "Have you ever invented something? It doesn't have to be a traditional product either, it can be creating a new dish, coining a term."
  },
  {
    "id": 141,
    "question": "What cause do you strongly support, even though it wouldn't directly benefit you?"
  },
  {
    "id": 142,
    "question": "What book, movie, film, or video game had the best ending?"
  },
  {
    "id": 143,
    "question": "You have enough money to make a sizeable charitable donation—to which charity do you donate it and why? Or, if you choose not to go through a charity, how would you spend this money in a philanthropic way?"
  },
  {
    "id": 144,
    "question": "What is something weird you do that you wonder if other people do as well?"
  },
  {
    "id": 145,
    "question": "Suddenly you're in a horror film, running from a masked murderer. Your only companion is the last person you texted, and your only weapon is whatever is currently closest to your left hand. What is the movie like and do you think you could survive?"
  },
  {
    "id": 146,
    "question": "What is one thing you're tired of telling/explaining to people?"
  },
  {
    "id": 147,
    "question": "What embarrassing memory will forever be burned into your mind?"
  },
  {
    "id": 148,
    "question": "What was the busiest day of your life thus far?"
  },
  {
    "id": 149,
    "question": "What was the greatest day of your life thus far?"
  },
  { "id": 150, "question": "What was the worst day of your life thus far?" },
  {
    "id": 151,
    "question": "What is one thing you're good at that people don't expect?"
  },
  {
    "id": 152,
    "question": "In what way do you differ most from your parents?"
  },
  {
    "id": 153,
    "question": "In what way do you differ most from your best friend?"
  },
  { "id": 154, "question": "What stereotype are you most like?" },
  {
    "id": 155,
    "question": "What is one thing you're proud you haven't done?"
  },
  {
    "id": 156,
    "question": "What is something that's difficult for you but easy for most other people?"
  },
  {
    "id": 157,
    "question": "What is something that's easy for you but difficult for most other people?"
  },
  { "id": 158, "question": "What are you glad you learned as a child?" },
  {
    "id": 159,
    "question": "If you could know either when you die or how, which would you choose, if either?"
  },
  {
    "id": 160,
    "question": "What is something you had to learn the hard way?"
  },
  {
    "id": 161,
    "question": "What is something you want but will never have?"
  },
  {
    "id": 162,
    "question": "If you could know for certain the answer to any question, what would that question be?"
  },
  {
    "id": 163,
    "question": "What is a quote that speaks to you, and why do you like it?"
  },
  {
    "id": 164,
    "question": "What advice do you wish you'd received earlier?"
  },
  {
    "id": 165,
    "question": "What was the hardest time of your life, and how did you make it through?"
  },
  {
    "id": 166,
    "question": "What is the best compliment you've ever received?"
  },
  {
    "id": 167,
    "question": "What character trait instantly makes you respect someone?"
  },
  {
    "id": 168,
    "question": "What is the best compliment you've ever given someone?"
  },
  {
    "id": 169,
    "question": "What is a fear you've faced and how did you face it?"
  },
  {
    "id": 170,
    "question": "What is an \"everyday evil\" you experience often? Something banal but deeply unfair."
  },
  {
    "id": 171,
    "question": "What person you know do you look up to most and why?"
  },
  {
    "id": 172,
    "question": "Has anyone ever saved your life? Have you ever saved someone else’s?"
  },
  {
    "id": 173,
    "question": "What expensive thing is absolutely worth the money?"
  },
  {
    "id": 174,
    "question": "If you could change your name (first, last, middle, or any combination of the three), what would you change it to and why?"
  },
  {
    "id": 175,
    "question": "What historical figure would you most like to sit and have a conversation with over tea?"
  },
  { "id": 176, "question": "Who do you wish was still alive?" },
  {
    "id": 177,
    "question": "What is a story you always fall back on—one you've told so many times you nearly have it memorised?"
  },
  { "id": 178, "question": "How has your year been going?" },
  {
    "id": 179,
    "question": "There is an old, old man who lives deep in the forest. He is immortal, and was born in the year 0. You may ask him one question. What do you ask?"
  },
  {
    "id": 180,
    "question": "How are you? No, really. How are you? Not \"Fine,\" not \"Good, thanks, and you?\" How are you really? Now, today, at this moment?"
  },
  { "id": 181, "question": "What were you severely underprepared for?" },
  { "id": 182, "question": "What's the most selfish thing you've done?" },
  { "id": 183, "question": "What's the most selfless thing you've done?" },
  {
    "id": 184,
    "question": "If you could live in any fictional world, where would it be and why?"
  },
  { "id": 185, "question": "What is your favourite question to answer?" },
  {
    "id": 186,
    "question": "What is the biggest punishment you've ever received? Getting grounded, disciplinary file, prison?"
  },
  {
    "id": 187,
    "question": "What about yourself is completely different from what you were like 10 years ago?"
  },
  {
    "id": 188,
    "question": "What about yourself hasn't changed in the last 10 years?"
  },
  {
    "id": 189,
    "question": "If you could erase one memory from your mind, what would it be and why?"
  },
  { "id": 190, "question": "What wouldn't you do for someone you love?" },
  {
    "id": 191,
    "question": "If you could enhance one of your senses twofold (e.g. your hearing would be twice as good as it is now), which would you choose to enhance?"
  },
  {
    "id": 192,
    "question": "What's the best gift you've ever received? Who gave it to you?"
  },
  {
    "id": 193,
    "question": "What's the best gift you've ever given? Who did you give it to?"
  },
  {
    "id": 194,
    "question": "What one thing changed the way you see the world?"
  },
  {
    "id": 195,
    "question": "If you died today, what would be your biggest regret?"
  },
  {
    "id": 196,
    "question": "What is a completely rational, justified fear that you have?"
  },
  {
    "id": 197,
    "question": "What is something you love that most people hate?"
  },
  {
    "id": 198,
    "question": "What is something you hate that most people love?"
  },
  { "id": 199, "question": "What do you wish was possible?" },
  {
    "id": 200,
    "question": "Who was the last person you called, and what did you talk about?"
  },
  { "id": 201, "question": "What will never cease to make you smile?" },
  { "id": 202, "question": "What will always be funny to you?" },
  {
    "id": 203,
    "question": "What is something that happened to you, despite the odds being stacked against you?"
  },
  {
    "id": 204,
    "question": "If you were a superhero, what would be your name, costume, and catchphrase? Who would you fight?"
  },
  {
    "id": 205,
    "question": "What was the last song that got stuck in your head?"
  },
  {
    "id": 206,
    "question": "What is the longest or most complex thing you have memorised?"
  },
  {
    "id": 207,
    "question": "Assume that god exists. For our purposes, he created the universe and has witnessed everything that has happened since. He also has control over everyone's lives and destinies. Once a millennium, he appears to somebody in his human form and will answer one question with absolute truth. He has chosen you. What do you ask him?"
  },
  {
    "id": 208,
    "question": "What is a conspiracy theory you believe to be true?"
  },
  {
    "id": 209,
    "question": "If you could have any superpower for just one day, but you get to choose the superpower and when you activate it, what would you choose and when would you use it?"
  },
  {
    "id": 210,
    "question": "In what way have you experienced the saying, \"You don't know what you have until you lose it\"?"
  },
  {
    "id": 211,
    "question": "Someone you love will die at the end of today. Only you know this; they don't. How do you spend your last day with them and when do you tell them that they're going to die, if ever?"
  },
  { "id": 212, "question": "What do you wish you remembered better?" },
  {
    "id": 213,
    "question": "Who is the single best person you have ever met? What makes them the best?"
  },
  {
    "id": 214,
    "question": "What is something you know is going to happen, but hasn't yet?"
  },
  {
    "id": 215,
    "question": "Have you ever gotten a \"hunch\" about something that turned out to be true?"
  },
  {
    "id": 216,
    "question": "What is the most dangerous thing you've ever done, and why did you do it?"
  },
  {
    "id": 217,
    "question": "What do you think is worth dying for, if anything?"
  },
  { "id": 218, "question": "Is there anything you have vowed never to do?" },
  {
    "id": 219,
    "question": "Under what circumstances do you think you could kill someone, if any?"
  },
  {
    "id": 220,
    "question": "What's your favourite memory with your best friend?"
  },
  {
    "id": 221,
    "question": "What is a profession you admire but could never be a part of?"
  },
  {
    "id": 222,
    "question": "What is something you enjoyed doing but would never do again?"
  },
  { "id": 223, "question": "What object best defines who you are?" },
  {
    "id": 224,
    "question": "What is the strongest emotional connection you've ever felt with a person? (It doesn't have to be romantic.)"
  },
  { "id": 225, "question": "Do you have or have you ever had a nemesis?" },
  {
    "id": 226,
    "question": "What’s the biggest fight you’ve gotten into, and what was it about?"
  },
  {
    "id": 227,
    "question": "What would the ideal version of your life look like?"
  },
  {
    "id": 228,
    "question": "What was the most recent thing that made you belly laugh?"
  },
  {
    "id": 229,
    "question": "What is the dumbest purchase you’ve ever made?"
  },
  {
    "id": 230,
    "question": "If you had to write your own eulogy to be read at your funeral, what would it say in brief?"
  },
  {
    "id": 231,
    "question": "You have the opportunity to give a 10 minute speech which will be broadcast worldwide. What do you say?"
  },
  {
    "id": 232,
    "question": "How long do you think you could survive in a remote forest with no tools?"
  },
  {
    "id": 233,
    "question": "What person in your life would you most want to be stuck in an elevator with for 24 hours?"
  },
  { "id": 234, "question": "What is the most obscure fact you know?" },
  {
    "id": 235,
    "question": "Is there something you want to tell someone, but haven’t? Why haven’t you done it, and how do you think they would react if you told them?"
  },
  { "id": 236, "question": "What’s a rant you’ve been holding in?" },
  {
    "id": 237,
    "question": "What subject could you teach a college course on? What would be the title of the course, and what units would you cover?"
  },
  {
    "id": 238,
    "question": "Have you ever had, a recurring dream or nightmare? What was it?"
  },
  { "id": 239, "question": "What gives you hope for the future?" },
  { "id": 240, "question": "What is something you fantasise about often?" },
  {
    "id": 241,
    "question": "What do you find yourself thinking about just before you fall asleep?"
  },
  {
    "id": 242,
    "question": "What was your favourite family tradition growing up? Have you created a tradition of your own?"
  },
  {
    "id": 243,
    "question": "What is something you’re embarrassed to admit you enjoy? Why are you embarrassed about it?"
  },
  {
    "id": 244,
    "question": "What if the first thing you hope people notice about you?"
  },
  {
    "id": 245,
    "question": "When was the last time you did something nice for someone completely unprompted?"
  },
  {
    "id": 246,
    "question": "What is a misconception people have about your profession?"
  },
  { "id": 247, "question": "What do you want written on your headstone?" },
  {
    "id": 248,
    "question": "What situation made you feel like a complete idiot?"
  },
  { "id": 249, "question": "What outfit makes you feel invincible?" },
  {
    "id": 250,
    "question": "Have you ever hit “rock bottom”? What did it look and feel like to you? What situations or decisions led to it? How did you get out, or have you gotten out yet?"
  },
  {
    "id": 251,
    "question": "What current trend do you find troubling and why?"
  },
  {
    "id": 252,
    "question": "What is the worst thing in your life that has resulted from a complete misunderstanding or miscommunication?"
  },
  {
    "id": 253,
    "question": "What are you currently worrying about, if anything? What could happen to make you stop worrying about it?"
  },
  {
    "id": 254,
    "question": "How do you think humanity will go extinct? When do you think it will happen?"
  },
  {
    "id": 255,
    "question": "Is there a problem or situation for which you could use some advice?"
  },
  {
    "id": 256,
    "question": "Has your gut feeling or first impression about something ever been wrong?"
  },
  {
    "id": 257,
    "question": "What is your catchphrase, or something you find yourself saying often?"
  },
  {
    "id": 258,
    "question": "At a party, are you the social butterfly who chats with everyone, the intense conversationalist who gets really deep with someone, the person who showed up for the snacks, the person getting drunk, the person dancing, the host, the person hanging around the edges and not talking much, or someone else?"
  },
  {
    "id": 259,
    "question": "A stranger is inhabiting your body for the day. What are some tips you’d give them?"
  },
  {
    "id": 260,
    "question": "Are you currently waiting for something? What are you waiting for? What are the best and worst possible scenarios?"
  },
  {
    "id": 261,
    "question": "Is there someone you knew once but have lost touch with? What happened? Do you know where they are now, and how they’re doing?"
  },
  {
    "id": 262,
    "question": "What is something you love, but can’t recommend to anyone you know because you know they won’t like it?"
  },
  {
    "id": 263,
    "question": "Who was your childhood hero? Do you still look up to them? Why or why not?"
  },
  {
    "id": 264,
    "question": "What’s something you’ve done so many times, you could do it with your eyes closed?"
  },
  {
    "id": 265,
    "question": "What instantly makes you feel like a child again?"
  },
  {
    "id": 266,
    "question": "What do you think happens after we die, if anything?"
  },
  {
    "id": 267,
    "question": "Have you ever written a thank-you note to someone who created or helped create something you enjoy? If not, who would you write to and what would you thank them for?"
  },
  {
    "id": 268,
    "question": "What is your perfect meal? Describe it—everything from the company to the setting to the music to, of course, the food."
  },
  { "id": 269, "question": "What are people not grateful enough for?" },
  {
    "id": 270,
    "question": "What is the smallest thing that can ruin your day?"
  },
  {
    "id": 271,
    "question": "Is there anyone you envy? What is it about them that you envy? If not, what is something people might envy you for?"
  },
  {
    "id": 272,
    "question": "What is the most recent thing (skill, technique, theory, subject, etc.) you taught yourself?"
  },
  {
    "id": 273,
    "question": "What is something you wish people cared less about? How do you think the world would be better if people cared less about it?"
  },
  {
    "id": 274,
    "question": "What is something you wish people cared more about? How do you think the world would be better if people cared more about it?"
  },
  {
    "id": 275,
    "question": "How do you feel about the future right now? Are you nervous, excited, unenthused?"
  },
  {
    "id": 276,
    "question": "Have you ever cried in public? If so, was the reason?"
  },
  {
    "id": 277,
    "question": "Do you have an inside joke with friends or family? How did it begin?"
  },
  {
    "id": 278,
    "question": "What immediately makes you think less of someone?"
  },
  {
    "id": 279,
    "question": "What immediately makes you think more highly of someone?"
  },
  {
    "id": 280,
    "question": "Who could you listen to for hours? It can be someone you know or someone you don’t."
  },
  {
    "id": 281,
    "question": "What social custom do you wish would end and why?"
  },
  {
    "id": 282,
    "question": "If a biopic were made of your life, which parts would you want to be left out and why?"
  },
  {
    "id": 283,
    "question": "What were the longest five minutes you’ve ever experienced?"
  },
  {
    "id": 284,
    "question": "Have you discovered anything about yourself in the past year?"
  },
  {
    "id": 285,
    "question": "How would you want your children’s childhoods to be different from your own?"
  },
  { "id": 286, "question": "What’s the quickest way to get you angry?" },
  {
    "id": 287,
    "question": "Have you ever hidden something from your family or friends? How long did you hide it for, and why?"
  },
  {
    "id": 288,
    "question": "How does the current generation of children differ from what children were like when you were younger?"
  },
  {
    "id": 289,
    "question": "How would your life change if you inherited $100,000 tomorrow?"
  },
  {
    "id": 290,
    "question": "What’s the strangest situation you’ve ever found yourself in?"
  },
  {
    "id": 291,
    "question": "What is the best thing that happened to you this week?"
  },
  {
    "id": 292,
    "question": "Do you have a nickname? If so, who gave it to you and how did it come about? If you could choose a nickname for yourself, what would you want it to be and why?"
  },
  {
    "id": 293,
    "question": "What’s the most beautiful view you’ve ever seen?"
  },
  {
    "id": 294,
    "question": "How did you and your best friend (or significant other, if applicable) meet?"
  },
  { "id": 295, "question": "What are you looking forward to?" },
  { "id": 296, "question": "What activity makes you lose track of time?" },
  {
    "id": 297,
    "question": "What is the most useless talent or skill you possess? How and why did you learn it?"
  },
  {
    "id": 298,
    "question": "If you opened a business, what type of business would it be? What would you name it?"
  },
  {
    "id": 299,
    "question": "When you were a kid, were you excited to be a grownup? What about growing up excited you?"
  },
  {
    "id": 300,
    "question": "Assume you have a lot of musical talent. If you started a band, how many people would be in it and which position would you be? What would you name it? What genre would you play?"
  },
  {
    "id": 301,
    "question": "When was the last time you tried something new? What was it? Did you enjoy it?"
  },
  {
    "id": 302,
    "question": "What’s something you went through that you wouldn’t wish on your worst enemy?"
  },
  {
    "id": 303,
    "question": "When do you feel like the best version of yourself?"
  },
  { "id": 304, "question": "What keeps you up at night?" },
  {
    "id": 305,
    "question": "Has a piece of media (book, film, play, song, etc.) ever changed the way you thought about the world?"
  }
]
